{
  "sections": {
    "1651083175d3dae5ac": {
      "type": "image-with-text-overlay",
      "settings": {
        "image": "shopify:\/\/shop_images\/aerial-view-of-a-road-amongst-lush-green-trees.jpg",
        "image_position": "center center",
        "mobile_image_position": "center center",
        "height": "fixed",
        "height_desktop": 400,
        "height_mobile": 300,
        "image_link": "",
        "subheading": "",
        "title": "The Greenest Route",
        "title_size": 100,
        "title_size_mobile": 40,
        "use_h1": true,
        "text": "",
        "enlarge_text": true,
        "button_label_1": "",
        "button_url_1": "",
        "button_label_2": "",
        "button_url_2": "",
        "text_alignment": "center center",
        "full_width": true,
        "mobile_overlay_under": false,
        "overlay_style": "shadow"
      }
    },
    "1651267590b740ae80": {
      "type": "rich-text",
      "blocks": {
        "1651267590d2bb1151-0": {
          "type": "heading",
          "settings": {
            "title": "Offsetting Carbon Emissions",
            "use_h1": false
          }
        },
        "1651267590d2bb1151-1": {
          "type": "text",
          "settings": {
            "text": "<p>Offsetting is not a substitute for reducing our carbon footprint; it is merely a last resort to compensate for emissions we cannot avoid. A carbon offset must result in a reduction of CO2 emissions that would not have occurred otherwise.<\/p>",
            "enlarge_text": true
          }
        }
      },
      "block_order": [
        "1651267590d2bb1151-0",
        "1651267590d2bb1151-1"
      ],
      "settings": {
        "height": "medium",
        "text_alignment": "center",
        "full_width": false,
        "use_alt_bg": false
      }
    },
    "16516148641c9e28a2": {
      "type": "multi-column",
      "blocks": {
        "1651614864de3db37e-0": {
          "type": "text_block",
          "settings": {
            "enable_image": true,
            "image": "shopify:\/\/shop_images\/ecocartlogo.png",
            "image_width": 250,
            "title": "",
            "text": "<p>With one click, EcoCart enables you to balance your carbon footprint from online transactions and donates a portion of your purchase to offset the carbon footprint of your order.<\/p>",
            "button_label": "Learn More",
            "link": ""
          }
        },
        "1651614864de3db37e-1": {
          "type": "text_block",
          "settings": {
            "enable_image": true,
            "image": "shopify:\/\/shop_images\/shoppay_logo.png",
            "image_width": 250,
            "title": "",
            "text": "<p>Shop app users can select ShopPay at checkout, which can be used quickly and securely, storing their shipping preferences and information for convenience. Using Shop, you can even see your individual carbon offsets and eco-footprint directly in the app. To date, Shop's projects have protected more than 11 million trees in the Peruvian rainforest to offset more than 10,000 tons of carbon emissions!<\/p>",
            "button_label": "Learn more",
            "link": ""
          }
        }
      },
      "block_order": [
        "1651614864de3db37e-0",
        "1651614864de3db37e-1"
      ],
      "settings": {
        "title": "To help curb unwanted carbon emissions, we offer:",
        "text_alignment": "center",
        "button_style": "primary",
        "use_alt_bg": false
      }
    },
    "1651695595b2ceb076": {
      "type": "rich-text",
      "blocks": {
        "1651695595d765474d-0": {
          "type": "heading",
          "settings": {
            "title": "Our Reliance On Express Shipping Is Costing the Planet",
            "use_h1": false
          }
        },
        "1651695595d765474d-1": {
          "type": "text",
          "settings": {
            "text": "<p>It does not matter how eco-friendly, ethical, low impact, or zero waste the product you purchase is, the shipping of your order has an environmental impact. <\/p><p>Since online shopping consolidates many different items and delivers them as a consolidated package to multiple addresses at the same time, it is theoretically better for the environment than taking personal trips by car. However, we have grown accustomed to express shipping that arrives in one or two days, which in reality harms the environment more than standard ground shipping. These rushed delivery options force companies to dispatch trucks that aren't fully loaded at a much more frequent pace, burning more gas and contributing to greenhouse gas emissions. <\/p><p>UC Davis' Miguel Jaller, co-director of the Sustainable Freight Research Center, found that if rush delivery options were slowed down slightly, everything would run more smoothly.  When consumers are aware of the impact of their ordering decisions, they may think twice before ordering as soon as possible.<\/p>",
            "enlarge_text": false
          }
        }
      },
      "block_order": [
        "1651695595d765474d-0",
        "1651695595d765474d-1"
      ],
      "settings": {
        "height": "medium",
        "text_alignment": "center",
        "full_width": false,
        "use_alt_bg": true
      }
    },
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "full_width": true
      }
    },
    "165169568724efb1fa": {
      "type": "image-with-text",
      "settings": {
        "image_width": 700,
        "subheading": "",
        "title": "A Slow & Steady Delivery Plan Is The Best Option",
        "use_h1": false,
        "text": "<p>On average, there are about 165 billion packages shipped in the United States each year. The cardboard used for these packages roughly equates to 1 billion trees. That statistic doesn’t factor in the other types of packaging, like plastic, which is even less eco-friendly than cardboard.<br\/><\/p><p>It is estimated that shipping emissions will be the source of 17% of all global carbon emissions by 2050. In the United States, freight trucks emit 161.8 grams of CO2 per ton-mile, whereas airplanes emit 500 grams of CO2 per metric ton of freight. Due to reducing routes and emissions, ground shipping by truck is one of the most environmentally friendly methods. This method may take longer and have a small environmental impact, however, you will still receive your order within a week’s time. <\/p><p><em>Source: “<\/em><a href=\"https:\/\/business.edf.org\/insights\/green-freight-math-how-to-calculate-emissions-for-a-truck-move\/#:~:text=The%20average%20freight%20truck%20in,of%203%2C236%2C000%20grams%20of%20CO2.\"><span style=\"text-decoration:underline\"><em>Green Freight Math: How to Calculate Emissions for a Truck Move<\/em><\/span><\/a><em>.” Environmental Defense Fund. 2015, March 24. <\/em><\/p><p><em>Source: “<\/em><a href=\"https:\/\/www.sourcinghub.io\/air-freight-vs-sea-freight-carbon-footprint\/\"><span style=\"text-decoration:underline\"><em>Air Freight vs. Sea Freight Carbon Footprint \/ Environmental Impact of Shipping<\/em><\/span><\/a><em>.” SourcingHub.IO, 2020, May 12.<\/em><\/p>",
        "button_label": "",
        "button_link": "",
        "button_style": "primary",
        "image_position": "left",
        "text_alignment": "left",
        "use_alt_bg": false
      }
    },
    "1651695786144f12ab": {
      "type": "image-with-text",
      "settings": {
        "image_width": 700,
        "subheading": "",
        "title": "From Our Facility To Your Mailbox",
        "use_h1": false,
        "text": "<p>According to KPMG's Sustainability Services division, sustainable shipping can reduce carbon emissions \"by up to 60 percent.\" This is why we ensure that every order is packed using recyclable shipping envelopes that can be used to send back old products through our <a href=\"\/pages\/roundabout-recycling\" title=\"Roundabout Recycling\">Roundabout Recycling Program<\/a>, which doubles its purpose and use. To ensure that orders are packaged with as little waste as possible, we do not include promotional materials or extra paper.<\/p><p>When our products leave our facility, our commitment to sustainability continues. In fact, this commitment continues right up until your mailbox. Using only green energy, our third-party logistics provider handles purchases, stores products, and processes orders. We make sure our shipping partners use the most fuel-efficient routes for all deliveries.<br\/><br\/>As a way to offset carbon emissions, all of our orders include free ground shipping. While we have expedited options available, we hope you will use our carbon-neutral checkout options if you need to receive your accessories sooner.<br\/><br\/>Please allow 2 business days for non-customized orders to be processed and shipped. For customized orders please allow 3 to 5 business days for processing.<\/p>",
        "button_label": "",
        "button_link": "",
        "button_style": "primary",
        "image_position": "right",
        "text_alignment": "left",
        "use_alt_bg": false
      }
    }
  },
  "order": [
    "1651083175d3dae5ac",
    "1651267590b740ae80",
    "16516148641c9e28a2",
    "1651695595b2ceb076",
    "main",
    "165169568724efb1fa",
    "1651695786144f12ab"
  ]
}
