{
  "sections": {
    "1651083175d3dae5ac": {
      "type": "image-with-text-overlay",
      "settings": {
        "image": "shopify:\/\/shop_images\/aerial-view-of-a-road-amongst-lush-green-trees.jpg",
        "image_position": "center center",
        "mobile_image_position": "center center",
        "height": "fixed",
        "height_desktop": 400,
        "height_mobile": 300,
        "image_link": "",
        "subheading": "",
        "title": "The Greenest Route",
        "title_size": 100,
        "title_size_mobile": 40,
        "use_h1": true,
        "text": "",
        "enlarge_text": true,
        "button_label_1": "",
        "button_url_1": "",
        "button_label_2": "",
        "button_url_2": "",
        "text_alignment": "center center",
        "full_width": true,
        "mobile_overlay_under": false,
        "overlay_style": "shadow"
      }
    },
    "1651267590b740ae80": {
      "type": "rich-text",
      "blocks": {
        "1651267590d2bb1151-0": {
          "type": "heading",
          "settings": {
            "title": "Offsetting Carbon Emissions",
            "use_h1": false
          }
        },
        "1651267590d2bb1151-1": {
          "type": "text",
          "settings": {
            "text": "<p>Offsetting is not a substitute for reducing our carbon footprint; it is merely a last resort to compensate for emissions we cannot avoid. A carbon offset must result in a reduction of CO2 emissions that would not have occurred otherwise.<\/p>",
            "enlarge_text": true
          }
        }
      },
      "block_order": [
        "1651267590d2bb1151-0",
        "1651267590d2bb1151-1"
      ],
      "settings": {
        "height": "medium",
        "text_alignment": "center",
        "full_width": false,
        "use_alt_bg": false
      }
    },
    "16516148641c9e28a2": {
      "type": "multi-column",
      "blocks": {
        "1651614864de3db37e-0": {
          "type": "text_block",
          "settings": {
            "enable_image": true,
            "image": "shopify:\/\/shop_images\/1_232c30f3-f115-4feb-8f15-1c55cce176bf.png",
            "image_width": 350,
            "title": "",
            "text": "<p>With one click, you can reduce your carbon footprint from online purchases with EcoCart. A portion of your purchase will be donated to one of their many environmental projects to offset the carbon footprint of your purchase. By providing clean drinking water to drought-stricken communities, funding wind farms, and cleaning up the oceans, EcoCart has offset 25,870,932 pounds of carbon and saved 848,214 trees.<\/p>",
            "button_label": "Learn More",
            "link": ""
          }
        },
        "1651614864de3db37e-1": {
          "type": "text_block",
          "settings": {
            "enable_image": true,
            "image": "shopify:\/\/shop_images\/2_6e1a0979-ef97-46eb-9192-1fd2fd1528dc.png",
            "image_width": 350,
            "title": "",
            "text": "<p>Shop app users can select ShopPay at checkout, which can be used quickly and securely, storing their shipping preferences and information for convenience. Using Shop, you can even see your individual carbon offsets and eco-footprint directly in the app. To date, Shop's projects have protected more than 11 million trees in the Peruvian rainforest to offset more than 10,000 tons of carbon emissions!<\/p>",
            "button_label": "Learn more",
            "link": ""
          }
        }
      },
      "block_order": [
        "1651614864de3db37e-0",
        "1651614864de3db37e-1"
      ],
      "settings": {
        "title": "To help curb unwanted carbon emissions, we offer:",
        "text_alignment": "center",
        "button_style": "primary",
        "use_alt_bg": false
      }
    },
    "1651695595b2ceb076": {
      "type": "rich-text",
      "blocks": {
        "1651695595d765474d-0": {
          "type": "heading",
          "settings": {
            "title": "The Cost of Fast Shipping",
            "use_h1": false
          }
        },
        "1651695595d765474d-1": {
          "type": "text",
          "settings": {
            "text": "<p>Regardless of how eco-friendly, ethical, low-impact, or zero waste the product you purchase is, the process of shipping your order has an impact on the environment.<\/p><p>Online shopping is theoretically better for the environment since it consolidates many different items and delivers them as a consolidated package to many addresses at the same time.<\/p><p>Yet, we have become accustomed to express shipping that arrives in one or two days, which harms the environment more than standard ground shipping. Due to these rushed delivery options, companies dispatch trucks that aren't fully loaded far more frequently, burning more fuel and contributing to climate change.<\/p><p>According to Miguel Jaller, co-director of UC Davis' Sustainable Freight Research Center, consumers who are aware of the impact of their ordering decisions may think twice before choosing the fastest option.<\/p>",
            "enlarge_text": false
          }
        }
      },
      "block_order": [
        "1651695595d765474d-0",
        "1651695595d765474d-1"
      ],
      "settings": {
        "height": "medium",
        "text_alignment": "center",
        "full_width": false,
        "use_alt_bg": true
      }
    },
    "main": {
      "type": "main-page",
      "disabled": true,
      "settings": {
        "full_width": true
      }
    },
    "165169568724efb1fa": {
      "type": "image-with-text",
      "settings": {
        "image_width": 700,
        "subheading": "",
        "title": "A Slow & Steady Delivery Plan Is The Best Option",
        "use_h1": false,
        "text": "<p>165 billion packages are shipped in the U.S. every year. That's 1 billion trees worth of cardboard alone. This statistic ignores other packaging types, such as plastic, which is even less eco-friendly than cardboard.<br\/><br\/>17% of all global carbon emissions will come from shipping by 2050. Currently, freight trucks contribute 161.8 grams of CO2 per ton-mile, whereas airplanes contribute 500 grams of CO2 per metric ton of freight.Despite its small environmental impact, ground shipping is one of the most environmentally friendly methods due to the reduction of routes and emissions. Even though it may take longer, you'll still receive your order within a week, plus it'll help the planet!<\/p>",
        "button_label": "",
        "button_link": "",
        "button_style": "primary",
        "image_position": "left",
        "text_alignment": "left",
        "use_alt_bg": false
      }
    },
    "1651695786144f12ab": {
      "type": "image-with-text",
      "settings": {
        "image_width": 700,
        "subheading": "",
        "title": "From Our Facility To Your Mailbox",
        "use_h1": false,
        "text": "<p>It has been proven that sustainable shipping can reduce carbon emissions by up to 60%, as per KPMG's Sustainability Services division. <br\/><br\/>After your order leaves our plant, our commitment to sustainability continues:<br\/><br\/>-Our third-party logistics provider processes orders, stores products, and makes purchases utilizing only green energy. All deliveries are made using the most fuel-efficient routes.<br\/><br\/>-All of our orders include free ground shipping to help offset carbon emissions. We have expedited checkout options available, but we hope you'll use our carbon-neutral checkout options if you need your accessories sooner.<br\/><br\/>-Our Roundabout Recycling Program ensures that every order is packed with recyclable shipping envelopes that can also be used to ship back old products, which doubles its use and purpose. We avoid including promotional materials or extra paper in our packages to reduce waste.<\/p><p>Please allow 2 business days for non-customized orders to be processed and shipped. For customized orders please allow 3 to 5 business days for processing.<\/p>",
        "button_label": "",
        "button_link": "",
        "button_style": "primary",
        "image_position": "right",
        "text_alignment": "left",
        "use_alt_bg": false
      }
    }
  },
  "order": [
    "1651083175d3dae5ac",
    "1651267590b740ae80",
    "16516148641c9e28a2",
    "1651695595b2ceb076",
    "main",
    "165169568724efb1fa",
    "1651695786144f12ab"
  ]
}
