{
  "sections": {
    "heading": {
      "type": "image-with-text-overlay",
      "settings": {
        "image": "shopify:\/\/shop_images\/hands-typing-on-laptop.jpg",
        "image_position": "bottom center",
        "mobile_image_position": "center center",
        "height": "fixed",
        "height_desktop": 400,
        "height_mobile": 300,
        "image_link": "",
        "subheading": "",
        "title": "Customer Support Center",
        "title_size": 52,
        "title_size_mobile": 46,
        "use_h1": false,
        "text": "<p>Find answers to Frequently Asked Questions below. Want to talk with a human? You can reach our Customer Support Team via email or chat. <\/p>",
        "enlarge_text": true,
        "button_label_1": "",
        "button_url_1": "",
        "button_label_2": "",
        "button_url_2": "",
        "text_alignment": "center center",
        "full_width": true,
        "mobile_overlay_under": false,
        "overlay_style": "box"
      }
    },
    "main": {
      "type": "faq-header",
      "settings": {
        "title": "FAQs",
        "use_h1": false,
        "text": "",
        "show_search": true,
        "show_index": true,
        "index_heading": "How can we help?"
      }
    },
    "faq-content-1": {
      "type": "collapsible-tabs",
      "blocks": {
        "question-1": {
          "type": "question",
          "settings": {
            "title": "How Long Does It Take To Process My Order?",
            "answer": "<p>We aim to process all orders within 1 business day. However, we kindly ask for up to 3 business days to process all orders for shipment. <\/p><p><strong>Note<\/strong>: Orders will not be processed during non-business hours, including holidays and weekends.<\/p>"
          }
        },
        "f0e0a4f2-3d0c-4a8d-aec2-8af24e5e1666": {
          "type": "question",
          "settings": {
            "title": "I Didn’t Receive My Order Confirmation. Can It Be Resent?",
            "answer": "<p>Order confirmations are automatically sent once the order is received. Please check your junk and spam folders, and if found, move it to your inbox. <\/p><p>If you do not receive anything shortly after your order has been placed, please email us at <a href=\"mailto:support@ecoblvd.com\"><span style=\"text-decoration:underline\">support@ecoblvd.com<\/span><\/a> for further assistance.<\/p>"
          }
        },
        "edfc4faa-ce89-45a6-bc57-352038fb07eb": {
          "type": "question",
          "settings": {
            "title": "How Do I Check My Order Status, And Where Can I Track My Order?",
            "answer": "<p>Once your order has shipped, you will receive an email confirmation with a tracking number and link. Please check your junk and spam folder. If you still cannot locate the tracking information, please contact us at <a href=\"mailto:support@ecoblvd.com\"><span style=\"text-decoration:underline\">support@ecoblvd.com<\/span><\/a> for further assistance.<\/p>"
          }
        },
        "question-2": {
          "type": "question",
          "settings": {
            "title": "How Do I Cancel My Order?",
            "answer": "<p>Should you need to cancel an order after it has been placed, please contact us, and we will make every effort to accommodate you. However, due to our fast fulfillment process, we cannot guarantee that we can cancel an order once submitted. All orders are eligible for a full refund within 14 days of delivery.<\/p>"
          }
        },
        "8a91b63e-a506-40b5-9b0a-3969a673feec": {
          "type": "question",
          "settings": {
            "title": "I Accidentally Ordered The Wrong Case For My Phone. What Can I Do?",
            "answer": "<p>Accidents happen, and we want to make sure you have the case you need and are 100% satisfied with it. Exchanges and returns are available within 14 days of the delivery date.<\/p>"
          }
        },
        "3c03f527-3538-498e-bb59-4013493471b7": {
          "type": "question",
          "settings": {
            "title": "Are There Any Sales, Promotions, Or Discount Codes Available?",
            "answer": "<p>For the most up-to-date information on sales and promotions, we encourage you to sign up for our newsletter. You might even get a surprise reward for signing up ;)<\/p>"
          }
        },
        "6972517f-9e21-4caf-af15-e386ea3334b8": {
          "type": "question",
          "settings": {
            "title": "I Am Unable To Add The Product I Want To My Cart. How Do I Order?",
            "answer": "<p>If a product listing shows \"Coming Soon,\" we're working hard to make it available as soon as possible. If you want an updated release date, you can email us at <a href=\"mailto:support@ecoblvd.com\"><span style=\"text-decoration:underline\">support@ecoblvd.com<\/span><\/a> or check back within a few days to see if we have received stock of this item.<\/p><p><br\/>If a product listing says \"Out of Stock\", it is likely to return within a few business days. Send us an email, and we'll inform you as soon as this item becomes available.<\/p>"
          }
        },
        "152fa86a-ce21-46a1-8bff-ed38f3fc8b12": {
          "type": "question",
          "settings": {
            "title": "I Forgot To Apply My Discount Code. Can It Still Be Applied After The Order Is Placed?",
            "answer": "<p>Unfortunately, discount codes cannot be applied once an order is submitted.<\/p>"
          }
        },
        "67ed80b4-22a9-4da2-83e0-6d734bf773b6": {
          "type": "question",
          "settings": {
            "title": "The Product I Want Is Out Of Stock. What Should I Do?",
            "answer": "<p>We are sorry to hear that the product(s) you want is out of stock. However, if you just can't wait and would like to know the earliest availability of the product, you have a few options:<\/p><p>Sign up for our newsletter to get the latest updates.<\/p><p>Alternatively, you can reach out to <a href=\"mailto:support@ecoblvd.com\"><span style=\"text-decoration:underline\">support@ecoblvd.com<\/span><\/a> for more information.<\/p>"
          }
        }
      },
      "block_order": [
        "question-1",
        "f0e0a4f2-3d0c-4a8d-aec2-8af24e5e1666",
        "edfc4faa-ce89-45a6-bc57-352038fb07eb",
        "question-2",
        "8a91b63e-a506-40b5-9b0a-3969a673feec",
        "3c03f527-3538-498e-bb59-4013493471b7",
        "6972517f-9e21-4caf-af15-e386ea3334b8",
        "152fa86a-ce21-46a1-8bff-ed38f3fc8b12",
        "67ed80b4-22a9-4da2-83e0-6d734bf773b6"
      ],
      "settings": {
        "title": "Ordering"
      }
    },
    "165288530670ec9f40": {
      "type": "collapsible-tabs",
      "blocks": {
        "a57c5b68-8a73-4ba0-bd19-25220f3a2d4a": {
          "type": "question",
          "settings": {
            "title": "What Are Your Phone Cases Made Of?",
            "answer": "<p>Sequoia and Laguna are made from our proprietary corn-based plastic InnoMaize™, a composite of cornstarch, corn sugar, and plant fibers.<br\/><br\/>Mojave cases are made of our bamboo-based plastic Cornbo™, which combines bamboo shoots, leaves, and stalks with cornstarch and corn sugar.<\/p>"
          }
        },
        "29903b31-1ac5-41bd-b68f-be7eb8da09b0": {
          "type": "question",
          "settings": {
            "title": "How Protective Are Your Cases?",
            "answer": "<p>We design all our cases with raised bezel edges, raised camera rings, or non-slip grips to ensure that your phone gets edge-to-edge protection against accidental drops, bumps, or damage to the screen and camera. Our Sequoia and Laguna cases are drop-tested up to 6 ft. While the Mojave case is drop-tested up to 12 ft.<\/p>"
          }
        },
        "3489d4e4-8cc6-406d-b53a-4d1b3cc2daf8": {
          "type": "question",
          "settings": {
            "title": "How Would You Describe The Feel Of Your Cases? What Are The Little Speckles In The Material?",
            "answer": "<p>Our cases are soft to the touch and flexible while maintaining excellent levels of protection. The speckles in the material are grains of plant fiber, corn, or bamboo, which, along with adding strength, also add texture and style to the case.<\/p>"
          }
        },
        "ad023341-c766-4f3b-a433-fed16747c89b": {
          "type": "question",
          "settings": {
            "title": "Do Your Cases Support Wireless Charging?",
            "answer": "<p>Yes, all EcoBlvd cases support wireless charging. However, our cases are not MagSafe compatible.<\/p>"
          }
        },
        "632dff72-79d8-4b7a-9a9c-92ed5ec1f355": {
          "type": "question",
          "settings": {
            "title": "What Is The Safest Way To Clean My Case?",
            "answer": "<p>Hand wash only with warm water and soap. While cleaning, please be gentle.<br\/><strong><br\/><\/strong>Laguna (clear cases) and custom printed cases should not be cleaned with cleaning agents or alcohol.<\/p>"
          }
        },
        "1652885305de7f5458-0": {
          "type": "question",
          "settings": {
            "title": "How Long Will My Phone Case Last? Will It Disintegrate?",
            "answer": "<p>EcoBlvd cases can last the typical lifespan of your phone, or up to 2 years, depending on your usage and wear. Our cases will not disintegrate but are compostable. The cases will only break down in high humidity conditions, such as in a composter or when planted in soil, so you can rest assured that your phone will remain safe even as it goes through everyday wear and tear.<\/p>"
          }
        },
        "31d3dd0b-0a58-4d80-8d38-9eb9cc0b069c": {
          "type": "question",
          "settings": {
            "title": "What Is The Proper Way To Dispose Of EcoBlvd Cases?",
            "answer": "<p>You can either dispose of your case at home using composting or at an industrial composting facility or ship it back to us using the included free shipping label as part of our Roundabout Recycling Program. Upon returning it to us, you will receive a 25% discount on your new case and compost your old one to be repurposed! Please contact us if you would like to return it.<\/p>"
          }
        },
        "1652885305de7f5458-1": {
          "type": "question",
          "settings": {
            "title": "Will The Case Really Break Down If I Put It In Dirt?",
            "answer": "<p>Under the right conditions of humidity, oxidization, and nutrients, your case will break down when placed in the dirt. While it may not be the fastest process, it can take up to a few weeks to a few months to fully compost.<\/p>"
          }
        },
        "5de6c3af-72b7-41ec-9d8d-b84f1b2e8368": {
          "type": "question",
          "settings": {
            "title": "My Case Arrived Warped\/Defective. How Can I Get This Fixed?",
            "answer": "<p>We will replace your phone case if anything happens within 90 days of purchase!<\/p><p>Rather than causing more waste by asking you to ship back to us, if there is a problem with the case, we will replace it and send you a new one at no cost! We encourage you to take the damaged case to a composting facility or compost it at home!<\/p><p>Click <a href=\"https:\/\/findacomposter.com\/search\"><span style=\"text-decoration:underline\"><strong>HERE<\/strong><\/span><\/a> to search for composting facilities near you! <\/p><p>Feel free to send us some photos of what happened so we can improve our products further!<\/p><p><strong>NOTE:<\/strong> After 14 days, no refunds will be given; this is a replacement-only warranty. If the original item is not available, we will replace it with one of equal or lesser value.<\/p>"
          }
        },
        "ec3a7dcf-e048-4cd6-9301-cec3f225b0d4": {
          "type": "question",
          "settings": {
            "title": "What Is Prop 65? I See It On Your Charger and Cable Packaging.",
            "answer": "<p>Any company selling products in California must comply with California's Proposition 65 law.<\/p><p>In California, the Office of Environmental Health Hazard Assessment (\"OEHHA\") maintains a database of over 800 natural and synthetic chemicals that are known to pose health risks. In accordance with Proposition 65, businesses selling products within the state are required to warn potential consumers when a product contains any listed chemical in an amount that exceeds certain limits.<\/p><p>Prop 65 is not a product safety law but a law that protects consumers' right to know about their exposure to different chemicals. The warnings are among the world's most stringent and often far more strict than federal standards.<\/p><p>There is a wide range of Prop 65 warnings throughout California - in restaurants, grocery stores, hotels, schools, hospitals, and on a wide variety of consumer products. Prop 65 warnings must also be provided on websites or in catalogs for all products sold by internet and mail order retailers.<br\/><br\/>The warning is because LifeVine cables and PowerPlant chargers contain recycled plastic parts.<\/p><p>Click <a href=\"https:\/\/oehha.ca.gov\/proposition-65\"><span style=\"text-decoration:underline\">here<\/span><\/a> for more information on Proposition 65.<\/p>"
          }
        },
        "9a9cf52d-7c1c-4ef7-abf2-d23f6f9c3bdc": {
          "type": "question",
          "settings": {
            "title": "My Phone Broke While Using An EcoBlvd Case. Is There Any Warranty Or Insurance Coverage?",
            "answer": "<p>Unfortunately, EcoBlvd’s warranty only extends to the case and not the phone itself. We recommend purchasing an insurance plan through your carrier or through a third party to ensure that you can have your phone repaired or replaced.<\/p>"
          }
        }
      },
      "block_order": [
        "a57c5b68-8a73-4ba0-bd19-25220f3a2d4a",
        "29903b31-1ac5-41bd-b68f-be7eb8da09b0",
        "3489d4e4-8cc6-406d-b53a-4d1b3cc2daf8",
        "ad023341-c766-4f3b-a433-fed16747c89b",
        "632dff72-79d8-4b7a-9a9c-92ed5ec1f355",
        "1652885305de7f5458-0",
        "31d3dd0b-0a58-4d80-8d38-9eb9cc0b069c",
        "1652885305de7f5458-1",
        "5de6c3af-72b7-41ec-9d8d-b84f1b2e8368",
        "ec3a7dcf-e048-4cd6-9301-cec3f225b0d4",
        "9a9cf52d-7c1c-4ef7-abf2-d23f6f9c3bdc"
      ],
      "settings": {
        "title": "Products"
      }
    },
    "1652889804f42e7b4c": {
      "type": "collapsible-tabs",
      "blocks": {
        "da3d3937-ef6e-4b8e-82b5-93c75dbe5d2a": {
          "type": "question",
          "settings": {
            "title": "What Is The Return Policy?",
            "answer": "<p>Returns are available for only 14 days from the date of delivery. Please notify us as soon as possible if you need to return your item(s) for any reason within the 14 day period. <\/p>"
          }
        },
        "165288980441c9a58e-0": {
          "type": "question",
          "settings": {
            "title": "How Do I Return Or Exchange My Purchase?",
            "answer": "<p>In the event you are unhappy with your purchase or ordered an item in error, please contact us within 14 days of delivery for a refund or exchange.<\/p><p>Customized products returned for any reason other than EcoBlvd error\/defect are subject to a 50% restocking fee. Please double-check your customizations before submitting your order to minimize receiving an undesired design(s).<\/p><p>Once we receive your return, we’ll issue you a full refund within 3 to 5<strong>  <\/strong>business days. <\/p><p>For exchanges, once the item is received, please allow 1 busines day for the replacement to ship out. <\/p>"
          }
        },
        "41147234-9c83-4175-a3f3-ba7d6a4206d0": {
          "type": "question",
          "settings": {
            "title": "How Long Does It Take To Get My Refund?",
            "answer": "<p>A refund can only be issued once we receive the returned product. Please allow 3 to 5 business days from the day we receive the return for the refund to be processed. <\/p><p><strong>Note<\/strong>: Once we issue a refund there may be a delay for it to post to your acount based on your banks policy. If  there are any problems with the refund after we issue it, please contact your bank for additional information.<\/p>"
          }
        }
      },
      "block_order": [
        "da3d3937-ef6e-4b8e-82b5-93c75dbe5d2a",
        "165288980441c9a58e-0",
        "41147234-9c83-4175-a3f3-ba7d6a4206d0"
      ],
      "settings": {
        "title": "Returns & Exchanges"
      }
    },
    "16528871092c5c13ab": {
      "type": "collapsible-tabs",
      "blocks": {
        "16528871093c974e7c-0": {
          "type": "question",
          "settings": {
            "title": "What Items Are Accepted In The Program?",
            "answer": "<p>Items Accepted for Roundabout Recycling Program include:<\/p><p>- Plastic Phone\/Tablet Cases*<\/p><p>- EcoBlvd Compostable Cases<\/p><p>- Charging Cables*<\/p><p>- Wall Chargers*<\/p><p>- Car Chargers*<\/p><p>*<strong>Note<\/strong>: Any and all brands of these products are accepted for the program - not just EcoBlvd!<\/p>"
          }
        },
        "16528871093c974e7c-1": {
          "type": "question",
          "settings": {
            "title": "Question",
            "answer": "<p>Answer<\/p>"
          }
        }
      },
      "block_order": [
        "16528871093c974e7c-0",
        "16528871093c974e7c-1"
      ],
      "settings": {
        "title": "Roundabout Recycling Program"
      }
    },
    "faq-content-2": {
      "type": "collapsible-tabs",
      "blocks": {
        "question-1": {
          "type": "question",
          "settings": {
            "title": "What is the Shipping Policy?",
            "answer": "<p>Once your order is placed, you will receive a confirmation email letting you know that our fulfillment team has received your order. Once your order is fulfilled, you will receive an email notification with your tracking information. Shipping fees are non-refundable in the case of returns.<\/p>"
          }
        },
        "question-2": {
          "type": "question",
          "settings": {
            "title": "Do you ship Internationally?",
            "answer": "<p>At this time we only offer shipping to USA and Canada. Additional shipping rates and customs fees may be applied to orders shipped to Canada.<\/p><p><strong>NOTE<\/strong>: we are working to provide more international shipping options soon!<\/p>"
          }
        },
        "8d6cdf98-2790-4aae-a4a4-c638da320774": {
          "type": "question",
          "settings": {
            "title": "Where does the order ship from?",
            "answer": "<p>All orders are shipped from our fulfilment and shipping partner based in Los Angeles, California. <\/p>"
          }
        },
        "3ddd2a73-41a6-43cc-bb8f-56a6a700e0da": {
          "type": "question",
          "settings": {
            "title": "How long does shipping take?",
            "answer": "<p>All orders are shipped from Los Angeles, CA. Depending on the shipping address and proximity to the shipment center, it may take anywhere from 3 to 10 business days for delivery once shipped. Orders shipped to Canada may take 5 to 14 business days.<\/p>"
          }
        },
        "771b808a-fed7-4f0b-b212-81f008a3b47c": {
          "type": "question",
          "settings": {
            "title": "How do I track my order?",
            "answer": "<p>Once your order has shipped, you will receive an email confirmation with a tracking number and link. Please check your junk and spam folder. If you still cannot locate the tracking information, please contact us at support@ecoblvd.com for further assistance.<\/p>"
          }
        },
        "c92e632b-6c1a-4393-a0eb-731b4db987ab": {
          "type": "question",
          "settings": {
            "title": "How much is shipping?",
            "answer": "<p>We encourage all customers to take advantage of free domestic ground shipping to curb expideted shipping impacts on the environment, however, we understand you may need your order sooner - so we do offer a rush delivery option. <\/p><p>Expedited shipping rates are calculated at checkout based on shipping address.<\/p><p>Orders shipped to Canada are subject to international shipping rates and duties. Cost varies based on location and will be calculated at checkout. <\/p><p>We kindly ask you to consider offsetting the carbon emmissions of shipping your order by using ShopPay or EcoCart at checkout!<\/p>"
          }
        }
      },
      "block_order": [
        "question-1",
        "question-2",
        "8d6cdf98-2790-4aae-a4a4-c638da320774",
        "3ddd2a73-41a6-43cc-bb8f-56a6a700e0da",
        "771b808a-fed7-4f0b-b212-81f008a3b47c",
        "c92e632b-6c1a-4393-a0eb-731b4db987ab"
      ],
      "settings": {
        "title": "Shipping"
      }
    },
    "165288681175a34db5": {
      "type": "collapsible-tabs",
      "blocks": {
        "16528868111a4ea200-1": {
          "type": "question",
          "settings": {
            "title": "What is the Warranty Policy?",
            "answer": "<p>Answer<\/p>"
          }
        },
        "16528868111a4ea200-0": {
          "type": "question",
          "settings": {
            "title": "How do I file a claim for a replacement?",
            "answer": "<p>Answer<\/p>"
          }
        },
        "bbff5b25-116b-4fc4-bfe4-6069ac9f2fcb": {
          "type": "question",
          "settings": {
            "title": "Uh-oh! I accidentally broke my case. Does it qualify for a warranty replacement?",
            "answer": "<p>Answer<\/p>"
          }
        },
        "f9315875-548f-436c-8011-3f45cfa2a33f": {
          "type": "question",
          "settings": {
            "title": "My phone\/screen broke, does the warranty cover repair costs?",
            "answer": "<p>All EcoBlvd cases are intended to protect your phone against most forms of damage. However, the phone itself is not covered by the warranty. We recommend that you pair our case with a screen protector or purchase insurance coverage through your carrier or a third-party provider.<\/p>"
          }
        }
      },
      "block_order": [
        "16528868111a4ea200-1",
        "16528868111a4ea200-0",
        "bbff5b25-116b-4fc4-bfe4-6069ac9f2fcb",
        "f9315875-548f-436c-8011-3f45cfa2a33f"
      ],
      "settings": {
        "title": "Warranty"
      }
    },
    "contact": {
      "type": "rich-text",
      "blocks": {
        "icon": {
          "type": "icon",
          "settings": {
            "icon": "chat_bubble"
          }
        },
        "heading": {
          "type": "heading",
          "settings": {
            "title": "Get in touch",
            "use_h1": false
          }
        },
        "text": {
          "type": "text",
          "settings": {
            "text": "<p>Have any questions, comments or concerns? Let us know! We're happy to help.<\/p>",
            "enlarge_text": true
          }
        },
        "button": {
          "type": "button",
          "settings": {
            "button_label": "Contact us",
            "button_link": "",
            "button_style": "primary"
          }
        }
      },
      "block_order": [
        "icon",
        "heading",
        "text",
        "button"
      ],
      "settings": {
        "height": "medium",
        "text_alignment": "center",
        "full_width": false,
        "use_alt_bg": true
      }
    }
  },
  "order": [
    "heading",
    "main",
    "faq-content-1",
    "165288530670ec9f40",
    "1652889804f42e7b4c",
    "16528871092c5c13ab",
    "faq-content-2",
    "165288681175a34db5",
    "contact"
  ]
}
